export default {
    "phone": "+374 96  77 96 69",

    // Navigation
    "home": "Գլխավոր",
    "courses": "Դասընթացներ",
    "services": "Ծառայություններ",
    "portfolio": "Պորտֆոլիո",
    "about": "Մեր մասին",
    "contact": "Կապ մեզ հետ",

    // Home Section
    "welcome": "Բարի գալուստ",
    "newtech": "NewTech",
    "business_page": "բիզնես էջ։",
    "welcome_text": "Մենք այստեղ ենք՝ ներկայացնելու նորարարական լուծումներ տեխնոլոգիաների աշխարհում։",
    "view_projects": "Դիտել նախագծերը",
    "python": "Դասընթաց",
    "daser" : "Դիտել",
    // Services Section
    "our_services": "Ծառայություններ",
    "web_development": "Վեբ կայքերի պատրաստում",
    "smm": "Սոցիալ մեդիա մարքեթինգ",
    "crm": "CRM ներդրում",
    "automation": "Բիզնես պրոցեսների ավտոմատացում",
    "ai": "AI ինտեգրում",
    "chatbots": "Չատ բոտերի ստեղծում",

    // Portfolio Section
    "portfolio_title": "Պորտֆոլիո",
    "plushy_gold": "Plushy Gold",
    "project2": "Ararat Construct",
    "project3": "ChatBot",
    "project_desc1": "Plushy Gold — հայկական մորթու և աքսեսուարների տուն, հիմնադրված 2019 թվականին Երևանում Սուսաննա Չելիքյանի կողմից։ Մենք արտադրում ենք վերնաշապիկներ, վեստեր, պարանոցներ, վրաազգեստներ և աքսեսուարներ բնական և էկո-մորթուց, ինչպես նաև կատարում ենք անհատական պատվերներ ատելյեում։ \n",
    "project_desc2": "«Ararat Construct»-ը հանդիսանում է ժամանակակից բնակելի և կոմերցիոն տարածքների նախագծման ու շինարարության ընկերություն։ Այս վեբկայքի միջոցով պոտենցիալ հաճախորդը կարող է տեղեկանալ ընկերության ընթացիկ և ավարտված նախագծերի մասին, ինչպես նաև ծանոթանար ճարտարապետական մոտեցումներին։ Ցանկության դեպքում, հաճախորդները կարող են կայքի միջոցով ուղարկել հարցում՝ սեփական նախագիծը քննարկելու համար։",
    "project_desc3": "«ChatBot»-ը հանդիսանում է բիզնեսի համար նախատեսված հաղորդակցության ավտոմատացման լուծում։ Այս վեբկայքի միջոցով բիզնես ներկայացուցիչները կարող են տեղեկանալ բոտի հնարավորությունների և ինտեգրման դեպքերի մասին։ Ցանկության դեպքում, ընկերությունները կարող են գրանցվել թեստային շրջանի համար կամ կապ հաստատել վաճառքի դեպարտամենտի հետ՝ ավելի մանրամասն քննարկման համար։",
    "view_project": "Դիտել նախագիծը",

    // About Section
    "about_us": "Մեր մասին",
    "about_text": "Մենք մի թիմ ենք, որը հավատում է․ տեխնոլոգիաները պետք է աշխատեն բիզնեսի համար, այլ ոչ թե հակառակը։ Մեր ստարտափը ծնվեց մի պարզ գաղափարից՝ ազատել ընկերություններին ձանձրալի ռուտինայից և տալ նրանց աճելու հնարավորություն։ Մենք չենք խոսում բարդ բառերով։ Մենք պարզապես անում ենք այնպես, որ բիզնեսը ավելին վաստակի և պակաս ծախսի։",
    "step-title1": "Ինչ ենք անում",
    "step-desc1": "Մենք ստեղծում ենք խելացի IT-լուծումներ՝ Գործընթացների ավտոմատացում → երբ Excel-ը մնում է անցյալում։ Չաթ-բոթեր և օգնականներ → որոնք երբեք չեն հոգնում և միշտ պատասխանում են։ CRM ինտեգրացիաներ → բոլոր տվյալները մեկ տեղում։ AI մոդուլներ և վերլուծություն → որովհետև ապագան կառուցվում է թվերի վրա։",
    "step-title2": "Մեր մոտեցումը",
    "step-desc2": " Մենք չենք առաջարկում ստանդարտ «փաթեթներ»։\n" + "                        Մենք ուսումնասիրում ենք ձեր բիզնեսը, գտնում խնդիրները և կառուցում լուծում ձեր չափերին\n" + "                        համապատասխան։\n" + "                        Եվ ամենակարևորը՝ մենք չենք հեռանում ներդրումից հետո։ Մենք միշտ ձեր կողքին ենք՝ ուսուցանելով,\n" + "                        աջակցելով և բարելավելով համակարգերը։",
    "step-title3": "Ովքեր են մեր հաճախորդները",
    "step-desc3": "Մեզ վստահում են փոքր և միջին բիզնեսներ, ստարտափներ, խոշոր ընկերություններ և նույնիսկ միջազգային\n" + "                        հաճախորդներ։\n" + "                        Ինչու՞։ Որովհետև մենք խոսում ենք ոչ միայն կոդի, այլև բիզնեսի լեզվով։",
    "step-title4": "Մեր արդյունքները",
    "step-desc4": " Մենք արդեն ունենք հաջողված պատմություններ․\n" + "                        հաճախորդի հարցումների մշակման ժամանակը կրճատվել է երեք անգամ,\n" + "                        ծախսերը նվազել են,\n" + "                        թիմի արտադրողականությունը բարձրացել է առանց նոր աշխատողների։\n" + "                        Եվ սա միայն սկիզբն է։",
    "step-title5": "Ինչու մենք",
    "step-desc5": " Մենք ստարտափ ենք՝ արագ, ճկուն և սոված արդյունքի։\n" + "                        Մենք անում ենք այնպես, որ տեխնոլոգիաները լինեն գործիք, ոչ թե խնդիր։\n" + "                        Մեր հաջողությունը չափում ենք ձեր աճով ու խնայված ռեսուրսներով։\n" + "                        Մենք չենք ստեղծում միայն ծրագրեր։\n" + "                        Մենք ստեղծում ենք պայմաններ, որտեղ բիզնեսը աշխատում է ավելի խելացի, իսկ մարդիկ ունենում են ավելի\n" + "                        շատ ազատություն։\n" + "                        Եթե ցանկանում եք, որ IT-ն դառնա ձեր առավելությունը և ոչ թե գլխացավանք, ապա դուք ճիշտ տեղում եք։\n" + "                        Մենք պատրաստ ենք լինել ձեր տեխնոլոգիական թիմը։", // Contact Section
    "contact_us": "Կապ մեզ հետ",
    "address": "Նաիրի Զարյան փ․ 74բ, Երևան,Հայաստան",
    "email": "agialliancegroup@gmail.com",
    "work_hours": "Երկ-Ուրբ: 9:00 - 18:00",
    "follow_us": "Հետևեք մեզ",
    "full_name": "Անուն Ազգանուն",
    "email_placeholder": "Էլ․Փոատ",
    "phone_placeholder": "Հեռախոսահամար",
    "message": "Ձեր հաղորդագրությունը",
    "send_message": "Ուղարկել Հաղորդագրություն"
}