export default {
    // Top Bar
    "phone": "+374 96  779669",
    "cragrayin": "Разработка программного обеспечения",
    "cragir":"Индивидуальная разработка (Custom-разработка) — создание сложных корпоративных систем «под ключ»Веб-разработка — современные веб-приложения (PWA), интернет-магазины и порталы.Мобильная разработка — нативные (iOS/Android) и кроссплатформенные приложения.Разработка настольных приложений — для Windows, macOS и Linux",
    "smm":"SMM (Социальный медиа маркетинг)",
    "smmm":"Мы управляем онлайн-присутствием вашего бренда, создавая эффективные стратегии.",
    "crm":"Внедрение CRM",
    "crmm":"Бизнес-процессы автоматизация для повышения производительности.Интеграция различных систем между собой и с внешними сервисами.",
    "biznes":"Аутоматизация бизнес-процессов",
    "bizness":"Трансформация бизнеса с использованием искусственного интеллекта — разработка стратегии внедрения AI в бизнес-процессы.Технический аудит и оценка IT-инфраструктуры — анализ действующих систем для определения готовности к внедрению AI-решений.Аудит данных — оценка качества и структуры данных для моделей машинного обучения (ML).Консультации по кибербезопасности — направлены как на защиту от AI-угроз, так и на безопасное применение AI.",
    "ai":"Интеграция AI",
    "aii":"Компьютерное зрение (Computer Vision) — системы распознавания и анализа изображений и видео для медицинской диагностики, безопасности, автономного вождения и контроля качества производства.Обработка естественного языка (NLP) Чат-боты нового поколения и виртуальные ассистенты Анализ тональности и семантический поиск Автоматическое суммирование и перевод текстов Генерация текстов для отчетов, статей и маркетинговых материалов Предиктивная аналитика (Predictive Analytics) — создание моделей для прогнозирования спроса, финансовых рисков и оттока клиентов. Генеративный искусственный интеллект (Generative AI) — разработка и внедрение моделей для генерации изображений, видео, музыки, 3D-объектов и программного кода по текстовому описанию. Системы персонализации и рекомендации (Recommender Systems) — создание умных систем для интернет-магазинов, стриминговых платформ и медиа-сервисов.",
    "bot":"Создание чат-ботов",
    "bott":"Создаем интеллектуальные чат-боты, которые будут отвечать клиентам 24/7.",
    "data":"Data Science и аналитика",
    "dataa":"Сбор, очистка и структурирование данных (Data Engineering). Создание хранилищ данных и data lakes. Бизнес-аналитика (BI) и разработка дашбордов. A/B тестирование и статистический анализ",
    "amp":"Облачные сервисы и DevOps",
    "ampp":"Развертывание и управление облачной инфраструктурой. Настройка процессов CI/CD. Миграция в облако и оптимизация затрат.MLOps — автоматизация жизненного цикла ML-моделей",
    "kiber":"Кибербезопасность",
    "kiberr":"Системы выявления новых угроз с использованием AI. Аудит безопасности приложений и сетей. Шифрование инфраструктуры и коммуникационных систем",
    "bloq":"Блокчейн и Web3",
    "bloqq":"Разработка смарт-контрактов и dApps Создание индивидуальных блокчейн-решений. Анализ и обеспечение безопасности блокчейн-сетей",
    "game":"Разработка игр и технологий Метаверса",
    "games":"Создание игровых движков с использованием AI для генерации контента. Разработка интерактивных симуляторов и виртуальных миров для обучения и развлечений. Создание инструментов и решений для Метаверса",
    "operator":"Оператор компьютера",
    "jartar":"Инженерия ИИ",






    // Navigation
    "home": "Главная",
    "courses": "Курсы",
    "services": "Услуги",
    "portfolio": "Портфолио",
    "about": "О нас",
    "contact": "Контакты",

    // Home Section
    "welcome": "Добро пожаловать на",
    "newtech": "NewTech",
    "business_page": "бизнес-страницу.",
    "welcome_text": "Мы здесь, чтобы представить инновационные решения в мире технологий.",
    "view_projects": "Смотреть проекты",
    "python": "Курсы",
    "daser": "Смотреть",

    // Services Section
    "our_services": "Услуги",
    "web_development": "Создание веб-сайтов",
    "smm": "Маркетинг в социальных сетях",
    "crm": "Внедрение CRM",
    "automation": "Автоматизация бизнес-процессов",
    "ai": "Интеграция ИИ",
    "chatbots": "Создание чат-ботов",

    // Portfolio Section
    "portfolio_title": "Портфолио",
    "plushy_gold": "Plushy Gold",
    "project2": "Ararat Construct",
    "project3": "ChatBot",
    "project_desc1": "Plushy Gold — армянский дом меха и аксессуаров, основанный в 2019 году в Ереване Сусанной Челикян. Мы выпускаем пальто, жилеты, воротники, накидки и аксессуары из натурального и эко-меха, а также выполняем индивидуальные заказы в ателье. Цель бренда — предлагать долговечные, комфортные и визуально лаконичные вещи для городского гардероба. Мы работаем малыми партиями и уделяем внимание посадке и отделке. По запросу доступны капсульные серии и персональные решения.\n" +
        "\n" +
        "Наша цель — развивать армянское производство и с помощью натурального меха подчеркнуть изящество и женственность армянских женщин.",
    "project_desc2": "«Ararat Construct» — это компания по проектированию и строительству современных жилых и коммерческих помещений. С помощью этого веб-сайта потенциальные клиенты могут ознакомиться с текущими и завершёнными проектами компании, а также узнать больше об архитектурных подходах. При желании клиенты могут отправить запрос через сайт, чтобы обсудить свой собственный проект.",
    "project_desc3": "«ChatBot» — это решение для автоматизации коммуникаций, предназначенное для бизнеса. С помощью этого веб-сайта представители компаний могут узнать о возможностях бота и вариантах интеграции. При желании компании могут зарегистрироваться для тестового периода или связаться с отделом продаж для более детального обсуждения.",
    "view_project": "Смотреть проект",

    // About Section
    "about_us": "О нас",
    "about_text": "Мы - команда, которая верит: технологии должны работать на бизнес, а не наоборот. Наш стартап родился из простой идеи: освободить компании от рутинной работы и дать им возможность расти. Мы не используем сложные термины. Мы просто делаем так, чтобы бизнес зарабатывал больше и тратил меньше.",
    "step-title1": "Что мы делаем",
    "step-desc1": "Мы создаём умные IT-решения:\n" + "Автоматизация процессов → когда Excel остаётся в прошлом.\n" + "Чат-боты и ассистенты → которые никогда не устают и всегда отвечают.\n" + "CRM-интеграции → все данные в одном месте.\n" + "AI-модули и аналитика → потому что будущее строится на цифрах.",
    "step-title2": "Наш подход",
    "step-desc2": "Мы не предлагаем стандартные «пакеты».\n" + "Мы изучаем ваш бизнес, выявляем проблемы и создаём решение, соответствующее вашим размерам.\n" + "И самое главное — мы не исчезаем после внедрения. Мы всегда рядом: обучаем, поддерживаем и улучшаем системы.",
    "step-title3": "Кто наши клиенты",
    "step-desc3": "Нам доверяют малый и средний бизнес, стартапы, крупные компании и даже международные клиенты.\n" + "Почему? Потому что мы говорим не только на языке кода, но и на языке бизнеса.",
    "step-title4": "Наши результаты",
    "step-desc4": "У нас уже есть успешные истории:\n" + "Время обработки запросов клиентов сократилось в три раза,\n" + "расходы уменьшились,\n" + "производительность команды выросла без новых сотрудников.\n" + "И это только начало.",
    "step-title5": "Почему мы",
    "step-desc5": "Мы стартап — быстрые, гибкие и голодные до результата.\n" + "Мы делаем так, чтобы технологии были инструментом, а не проблемой.\n" + "Наш успех измеряется вашим ростом и сэкономленными ресурсами.\n" + "Мы создаём не просто программы.\n" + "Мы создаём условия, где бизнес работает умнее, а люди получают больше свободы.\n" + "Если вы хотите, чтобы IT стало вашим преимуществом, а не головной болью, вы в правильном месте.\n" + "Мы готовы стать вашей технологической командой.", // Contact Section
    "contact_us": "Свяжитесь с нами",
    "address": "ул. Наири Заряна 74Б, Ереван, Армения",
    "email": "agialliancegroup@gmail.com",
    "work_hours": "Пн-Пт: 9:00 - 18:00",
    "follow_us": "Подпишитесь на нас",
    "full_name": "Полное имя",
    "email_placeholder": "Email",
    "phone_placeholder": "Телефон",
    "message": "Ваше сообщение",
    "send_message": "Отправить сообщение"
}